{
  "provision": "§ 117e AO",
  "valid_from": "2024-03-28",
  "valid_to": null,
  "content": [
    {
      "citation": "§ 117e AO Abs. 1",
      "text": "1 Die Finanzbehörden können im Verhältnis zu Staaten und Hoheitsgebieten, die nicht Mitgliedstaaten der Europäischen Union sind (Drittstaaten), in entsprechender Anwendung von § 2 Absatz 1 und 13, § 3 Absatz 2 Satz 3 und 4 und Absatz 3a sowie der §§ 10 bis 12a des EU-Amtshilfegesetzes nach Maßgabe des Absatzes 2 besondere Formen der zwischenstaatlichen Amtshilfe in Anspruch nehmen und unter der Voraussetzung der Gegenseitigkeit leisten. 2 § 117 bleibt unberührt, soweit diese Vorschrift nichts anderes bestimmt."
    },
    {
      "citation": "§ 117e AO Abs. 2",
      "text": "1 Abweichend von"
    },
    {
      "citation": "§ 117e AO Abs. 2 Nr. 1",
      "text": "§ 10 Absatz 1 Satz 2 erster Halbsatz des EU-Amtshilfegesetzes kann die Teilnahme an behördlichen Ermittlungen mittels elektronischer Kommunikation gestattet werden;"
    },
    {
      "citation": "§ 117e AO Abs. 2 Nr. 2",
      "text": "§ 10 Absatz 1 Satz 3 und § 12 Absatz 5 Satz 2 des EU-Amtshilfegesetzes soll die Bestätigung oder die Ablehnung innerhalb von 60 Tagen nach Erhalt des Ersuchens übermittelt werden;"
    },
    {
      "citation": "§ 117e AO Abs. 2 Nr. 3",
      "text": "§ 10 Absatz 2 Satz 1 und § 12 Absatz 2 Satz 2 bis 5 des EU-Amtshilfegesetzes bestimmt sich die Zulässigkeit des Austausches von Informationen nach den im Einzelfall innerstaatlich anwendbaren völkerrechtlichen Vereinbarungen oder, in Ermangelung solcher, nach § 117 Absatz 3;"
    },
    {
      "citation": "§ 117e AO Abs. 2 Nr. 4",
      "text": "§ 12a Absatz 4 Satz 2 erster Halbsatz des EU-Amtshilfegesetzes sollen die Feststellungen in einem gemeinsamen Prüfbericht festgehalten werden;"
    },
    {
      "citation": "§ 117e AO Abs. 2 Nr. 5",
      "text": "§ 12a Absatz 4 Satz 4 des EU-Amtshilfegesetzes können die beteiligten Behörden, sofern die Gegenseitigkeit verbürgt ist, mit der zuständigen Behörde des Drittstaates vereinbaren, die Beweisführung der entsprechenden Behörde des Drittstaates zu unterstützen."
    },
    {
      "citation": "§ 117e AO Abs. 2 Satz 2",
      "text": "An die Stelle des zentralen Verbindungsbüros treten im Inland das Bundeszentralamt für Steuern und im Drittstaat die jeweils zuständige Behörde."
    },
    {
      "citation": "§ 117e AO Abs. 2 Satz 3",
      "text": "§ 12 Absatz 7 des EU-Amtshilfegesetzes gilt nicht; zielen die behördlichen Ermittlungen im Inland auf ein Verfahren nach den §§ 193 bis 207, kann auf die Anhörung des inländischen Beteiligten bis zur Bekanntgabe der Prüfungsanordnung verzichtet werden, sofern andernfalls der Erfolg der gleichzeitigen oder gemeinsamen Prüfung gefährdet würde."
    },
    {
      "citation": "§ 117e AO Abs. 3",
      "text": "Hinsichtlich der Einfuhr- und Ausfuhrabgaben nach Artikel 5 Nummer 20 und 21 des Zollkodex der Union sowie den Verbrauch- und Verkehrssteuern kann das Zollkriminalamt als Zentralstelle gemäß § 3 Absatz 7 Satz 1 Nummer 1 des Zollfahndungsdienstgesetzes entsprechend den Absätzen 1 bis 2 zwischenstaatliche Amtshilfe für den Zuständigkeitsbereich der Zollverwaltung bewilligen und ersuchen, soweit das Bundesministerium der Finanzen die Aufgabe nicht selbst wahrnimmt oder eine abweichende Zuweisung vorsieht."
    }
  ],
  "canonical_url": "https://www.buzer.de/117e_AO.htm"
}