{
  "provision": "§ 102 AO",
  "valid_from": "2007-08-18",
  "valid_to": "2020-01-01",
  "content": [
    {
      "citation": "§ 102 AO Abs. 1",
      "text": "Die Auskunft können ferner verweigern:"
    },
    {
      "citation": "§ 102 AO Abs. 1 Nr. 1",
      "text": "Geistliche über das, was ihnen in ihrer Eigenschaft als Seelsorger anvertraut worden oder bekannt geworden ist,"
    },
    {
      "citation": "§ 102 AO Abs. 1 Nr. 2",
      "text": "Mitglieder des Bundestages, eines Landtages oder einer zweiten Kammer über Personen, die ihnen in ihrer Eigenschaft als Mitglieder dieser Organe oder denen sie in dieser Eigenschaft Tatsachen anvertraut haben, sowie über diese Tatsachen selbst,"
    },
    {
      "citation": "§ 102 AO Abs. 1 Nr. 3 Buchst. a",
      "text": "Verteidiger,"
    },
    {
      "citation": "§ 102 AO Abs. 1 Nr. 3 Buchst. b",
      "text": "Rechtsanwälte, Patentanwälte, Notare, Steuerberater, Wirtschaftsprüfer, Steuerbevollmächtigte, vereidigte Buchprüfer,"
    },
    {
      "citation": "§ 102 AO Abs. 1 Nr. 3 Buchst. c",
      "text": "Ärzte, Zahnärzte, Psychologische Psychotherapeuten, Kinder- und Jugendlichenpsychotherapeuten, Apotheker und Hebammen,\nüber das, was ihnen in dieser Eigenschaft anvertraut worden oder bekannt geworden ist,"
    },
    {
      "citation": "§ 102 AO Abs. 1 Nr. 4",
      "text": "Personen, die bei der Vorbereitung, Herstellung oder Verbreitung von periodischen Druckwerken oder Rundfunksendungen berufsmäßig mitwirken oder mitgewirkt haben, über die Person des Verfassers, Einsenders oder Gewährsmanns von Beiträgen und Unterlagen sowie über die ihnen im Hinblick auf ihre Tätigkeit gemachten Mitteilungen, soweit es sich um Beiträge, Unterlagen und Mitteilungen für den redaktionellen Teil handelt; § 160 bleibt unberührt."
    },
    {
      "citation": "§ 102 AO Abs. 2",
      "text": "1 Den im Absatz 1 Nr. 1 bis 3 genannten Personen stehen ihre Gehilfen und die Personen gleich, die zur Vorbereitung auf den Beruf an der berufsmäßigen Tätigkeit teilnehmen. 2 Über die Ausübung des Rechts dieser Hilfspersonen, die Auskunft zu verweigern, entscheiden die im Absatz 1 Nr. 1 bis 3 genannten Personen, es sei denn, dass diese Entscheidung in absehbarer Zeit nicht herbeigeführt werden kann."
    },
    {
      "citation": "§ 102 AO Abs. 3",
      "text": "1 Die in Absatz 1 Nr. 3 genannten Personen dürfen die Auskunft nicht verweigern, wenn sie von der Verpflichtung zur Verschwiegenheit entbunden sind. 2 Die Entbindung von der Verpflichtung zur Verschwiegenheit gilt auch für die Hilfspersonen."
    },
    {
      "citation": "§ 102 AO Abs. 4",
      "text": "1 Die gesetzlichen Anzeigepflichten der Notare und die Mitteilungspflichten der in Absatz 1 Nr. 3 Buchstabe b bezeichneten Personen nach der Zinsinformationsverordnung vom 26. Januar 2004 (BGBl. I S. 128), die zuletzt durch Artikel 4 Abs. 28 des Gesetzes vom 22. September 2005 (BGBl. I S. 2809) geändert worden ist, in der jeweils geltenden Fassung bleiben unberührt. 2 Soweit die Anzeigepflichten bestehen, sind die Notare auch zur Vorlage von Urkunden und zur Erteilung weiterer Auskünfte verpflichtet."
    }
  ],
  "canonical_url": "https://www.buzer.de/gesetz/1966/al82894-0.htm"
}