{
  "provision": "§ 1 AO",
  "valid_from": "2020-12-29",
  "valid_to": null,
  "content": [
    {
      "citation": "§ 1 AO Abs. 1",
      "text": "1 Dieses Gesetz gilt für alle Steuern einschließlich der Steuervergütungen, die durch Bundesrecht oder Recht der Europäischen Union geregelt sind, soweit sie durch Bundesfinanzbehörden oder durch Landesfinanzbehörden verwaltet werden. 2 Es ist nur vorbehaltlich des Rechts der Europäischen Union anwendbar."
    },
    {
      "citation": "§ 1 AO Abs. 2",
      "text": "Für die Realsteuern gelten, soweit ihre Verwaltung den Gemeinden übertragen worden ist, die folgenden Vorschriften dieses Gesetzes entsprechend:"
    },
    {
      "citation": "§ 1 AO Abs. 2 Nr. 1",
      "text": "die Vorschriften des Ersten, Zweiten, Vierten, Sechsten und Siebten Abschnitts des Ersten Teils (Anwendungsbereich; Steuerliche Begriffsbestimmungen; Datenverarbeitung und Steuergeheimnis; Betroffenenrechte; Datenschutzaufsicht, Gerichtlicher Rechtsschutz in datenschutzrechtlichen Angelegenheiten),"
    },
    {
      "citation": "§ 1 AO Abs. 2 Nr. 2",
      "text": "die Vorschriften des Zweiten Teils (Steuerschuldrecht),"
    },
    {
      "citation": "§ 1 AO Abs. 2 Nr. 3",
      "text": "die Vorschriften des Dritten Teils mit Ausnahme der §§ 82 bis 84 (Allgemeine Verfahrensvorschriften),"
    },
    {
      "citation": "§ 1 AO Abs. 2 Nr. 4",
      "text": "die Vorschriften des Vierten Teils (Durchführung der Besteuerung),"
    },
    {
      "citation": "§ 1 AO Abs. 2 Nr. 5",
      "text": "die Vorschriften des Fünften Teils (Erhebungsverfahren),"
    },
    {
      "citation": "§ 1 AO Abs. 2 Nr. 6",
      "text": "§ 249 Absatz 2 Satz 2,"
    },
    {
      "citation": "§ 1 AO Abs. 2 Nr. 7",
      "text": "die §§ 351 und 361 Abs. 1 Satz 2 und Abs. 3,"
    },
    {
      "citation": "§ 1 AO Abs. 2 Nr. 8",
      "text": "die Vorschriften des Achten Teils (Straf- und Bußgeldvorschriften, Straf- und Bußgeldverfahren)."
    },
    {
      "citation": "§ 1 AO Abs. 3",
      "text": "1 Auf steuerliche Nebenleistungen sind die Vorschriften dieses Gesetzes vorbehaltlich des Rechts der Europäischen Union sinngemäß anwendbar. 2 Der Dritte bis Sechste Abschnitt des Vierten Teils gilt jedoch nur, soweit dies besonders bestimmt wird."
    }
  ],
  "canonical_url": "https://www.buzer.de/1_AO.htm"
}