{
  "provision": "§ 112 AO",
  "valid_from": null,
  "valid_to": null,
  "content": [
    {
      "citation": "§ 112 AO Abs. 1",
      "text": "Eine Finanzbehörde kann um Amtshilfe insbesondere dann ersuchen, wenn sie"
    },
    {
      "citation": "§ 112 AO Abs. 1 Nr. 1",
      "text": "aus rechtlichen Gründen die Amtshandlung nicht selbst vornehmen kann,"
    },
    {
      "citation": "§ 112 AO Abs. 1 Nr. 2",
      "text": "aus tatsächlichen Gründen, besonders weil die zur Vornahme der Amtshandlung erforderlichen Dienstkräfte oder Einrichtungen fehlen, die Amtshandlung nicht selbst vornehmen kann,"
    },
    {
      "citation": "§ 112 AO Abs. 1 Nr. 3",
      "text": "zur Durchführung ihrer Aufgaben auf die Kenntnis von Tatsachen angewiesen ist, die ihr unbekannt sind und die sie selbst nicht ermitteln kann,"
    },
    {
      "citation": "§ 112 AO Abs. 1 Nr. 4",
      "text": "zur Durchführung ihrer Aufgaben Urkunden oder sonstige Beweismittel benötigt, die sich im Besitz der ersuchten Behörde befinden,"
    },
    {
      "citation": "§ 112 AO Abs. 1 Nr. 5",
      "text": "die Amtshandlung nur mit wesentlich größerem Aufwand vornehmen könnte als die ersuchte Behörde."
    },
    {
      "citation": "§ 112 AO Abs. 2",
      "text": "Die ersuchte Behörde darf Hilfe nicht leisten, wenn sie hierzu aus rechtlichen Gründen nicht in der Lage ist."
    },
    {
      "citation": "§ 112 AO Abs. 3",
      "text": "Die ersuchte Behörde braucht Hilfe nicht zu leisten, wenn"
    },
    {
      "citation": "§ 112 AO Abs. 3 Nr. 1",
      "text": "eine andere Behörde die Hilfe wesentlich einfacher oder mit wesentlich geringerem Aufwand leisten kann,"
    },
    {
      "citation": "§ 112 AO Abs. 3 Nr. 2",
      "text": "sie die Hilfe nur mit unverhältnismäßig großem Aufwand leisten könnte,"
    },
    {
      "citation": "§ 112 AO Abs. 3 Nr. 3",
      "text": "sie unter Berücksichtigung der Aufgaben der ersuchenden Finanzbehörde durch den Umfang der Hilfeleistung die Erfüllung ihrer eigenen Aufgaben ernstlich gefährden würde."
    },
    {
      "citation": "§ 112 AO Abs. 4",
      "text": "Die ersuchte Behörde darf die Hilfe nicht deshalb verweigern, weil sie das Ersuchen aus anderen als den in Absatz 3 genannten Gründen oder weil sie die mit der Amtshilfe zu verwirklichende Maßnahme für unzweckmäßig hält."
    },
    {
      "citation": "§ 112 AO Abs. 5 Satz 1",
      "text": "Hält die ersuchte Behörde sich zur Hilfe nicht für verpflichtet, so teilt sie der ersuchenden Finanzbehörde ihre Auffassung mit."
    },
    {
      "citation": "§ 112 AO Abs. 5 Satz 2",
      "text": "Besteht diese auf der Amtshilfe, so entscheidet über die Verpflichtung zur Amtshilfe die gemeinsame fachlich zuständige Aufsichtsbehörde oder, sofern eine solche nicht besteht, die für die ersuchte Behörde fachlich zuständige Aufsichtsbehörde."
    }
  ],
  "canonical_url": "https://www.buzer.de/112_AO.htm"
}