{
  "question_answer_pairs": [
    {
      "question_text": "Die mit der Steuerfahndung betraute Dienststelle des Finanzamts F erhält am 15.09.2013 von einem anderen EU-Mitgliedstaat Daten nach dem Rahmenbeschluss 2006/960/JI, die ursprünglich zur Aufdeckung einer Umsatzsteuerhinterziehung übermittelt wurden. Im Jahr 2014 möchte die Dienststelle dieselben Daten als Beweismittel in einem gegen einen Steuerpflichtigen geführten Strafverfahren wegen Einkommensteuerhinterziehung verwenden, ohne zuvor die Zustimmung des übermittelnden Staates einzuholen. Ist die Verwendung der Daten als Beweismittel in diesem gerichtlichen Verfahren im Jahr 2014 ohne Zustimmung des übermittelnden Staates zulässig?",
      "answer_text": "Die Verwendung der im Jahr 2013 übermittelten Daten als Beweismittel in dem im Jahr 2014 geführten gerichtlichen Verfahren ist ohne vorherige Zustimmung des übermittelnden Staates nicht zulässig, da nach der seit dem 26.07.2012 geltenden Fassung des § 117b AO Abs. 1 Satz 2 Daten, die nach dem Rahmenbeschluss 2006/960/JI übermittelt wurden, für einen anderen Zweck oder als Beweismittel in einem gerichtlichen Verfahren nur verwendet werden dürfen, wenn der übermittelnde Staat zugestimmt hat.",
      "legal_basis": [
        {
          "law": "AO",
          "citation": "§ 117b AO Abs. 1 Satz 1",
          "version_valid_from": "2012-07-26",
          "version_valid_to": null
        },
        {
          "law": "AO",
          "citation": "§ 117b AO Abs. 1 Satz 2",
          "version_valid_from": "2012-07-26",
          "version_valid_to": null
        }
      ],
      "relevant_fact_date": "2014-06-30",
      "source_versions": [
        {
          "file": "§117b_AO_vorgaenger",
          "valid_from": null,
          "valid_to": "2012-07-26"
        },
        {
          "file": "§117b_AO_nachfolger",
          "valid_from": "2012-07-26",
          "valid_to": null
        }
      ]
    }
  ],
  "source_versions": [
    {
      "file": "data/AO/s117b/ao_s117b_until_2012-07-26.json",
      "valid_from": null,
      "valid_to": "2012-07-26"
    },
    {
      "file": "data/AO/s117b/ao_s117b_current.json",
      "valid_from": "2012-07-26",
      "valid_to": null
    }
  ],
  "legal_basis": [
    {
      "law": "AO",
      "citation": "§ 117b AO",
      "version_valid_from": "2012-07-26",
      "version_valid_to": null
    }
  ],
  "relevant_fact_date": "2012-07-26",
  "validation": {
    "status": "fail",
    "issues": [
      "Duplicate question_text in run"
    ]
  }
}